<?php

return array(


    '200' => 'гроза, слабый дождь',
    '201' => 'гроза с дождем',
    '202' => 'гроза, сильный дождь',
    '210' => 'слабая гроза',
    '211' => 'гроза',
    '212' => 'сильная гроза',
    '221' => 'местами гроза',
    '230' => 'гроза, слабая морось',
    '231' => 'гроза, морось',
    '232' => 'гроза, сильная морось',


    '300' => 'слабая морось',
    '301' => 'морось',
    '302' => 'сильная морось',
    '310' => 'сильная изморось',
    '311' => 'моросящий дождь',
    '312' => 'сильная изморось',
    '313' => 'ливень и морось',
    '314' => 'сильный ливень и морось',
    '321' => 'моросящий ливень',


    '500' => 'легкий дождь',
    '501' => 'умеренный дождь',
    '502' => 'сильный дождь',
    '503' => 'очень сильный дождь',
    '504' => 'ливень',
    '511' => 'ледяной дождь',
    '520' => 'умеренный дождь',
    '521' => 'ливень',
    '522' => 'сильный ливень',
    '531' => 'местами ливень',


    '600' => 'Небольшой снег',
    '601' => 'Снегопад',
    '602' => 'Сильный снег',
    '611' => 'Мокрый снег',
    '612' => 'Слабый дождь со снегом',
    '613' => 'Мокрый снег',
    '615' => 'Небольшой дождь и снег',
    '616' => 'Дождь и снег',
    '620' => 'Небольшой мокрый снег',
    '621' => 'Мокрый снег',
    '622' => 'Сильный мокрый снег',

    '701' => 'дымка',
    '711' => 'дым',
    '721' => 'легкий туман',
    '731' => 'песчано-пыльные вихри',
    '741' => 'туман',
    '751' => 'песок',
    '761' => 'пыль',
    '762' => 'вулканический пепел',
    '771' => 'шквал',
    '781' => 'смерч',


    '800' => 'ясное, чистое небо',

    '801' => 'малооблачно',
    '802' => 'переменная облачность ',
    '803' => 'облачно с прояснениями',
    '804' => 'затянутое тучами',


    'Weather Forecast' => 'Прогноз погоды',
    'Weather in' => 'Погода в',
    'Now' => 'Сейчас',
    'Feels Like' => 'Ощущается',
    'Humidity' => 'Влажность',
    'Pressure' => 'Давление',
    'Wind' => 'Ветер',
    'morn' => 'Утром',
    'day' => 'Днем',
    'eve' => 'Вечером',
    'night' => 'Ночью',
    't morn' => 'Завтра утром',
    't day' => 'Завтра днем',
    't eve' => 'Завтра вечером',
    't night' => 'Завтра ночью',
    'pressure_' => 'гПа',
    '_pressure' => 'Гектопаскаль',
    'wind_speed_' => 'м/с',
    '_wind_speed' => 'Метр в секунду',
    'Other cities' => 'Другие города',




);
?>

